Revit 2027 API
ParameterTypeId.StairsDbgShowTriserCorseGeom Property
 "Show Triser Corse Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowTriserCorseGeom { get; }
Public Shared ReadOnly Property StairsDbgShowTriserCorseGeom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowTriserCorseGeom {
	ForgeTypeId^ get ();
}
static member StairsDbgShowTriserCorseGeom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace